tap "homebrew/core"
tap "homebrew/cask"
tap "homebrew/bundle"

tap 'caskroom/cask'
tap 'caskroom/versions'

tap 'jesseduffield/lazygit'
tap 'peripheryapp/periphery'
tap 'lukakerr/casks'
tap 'getsentry/tools'

cask_args appdir: '/Applications'

brew "python"
brew "ansible"
brew "autoconf"
brew "boost"
brew "carthage"
brew "cheat"
brew "cmake"
brew "crystal-lang"
brew "elixir"
brew "lame"
brew "xvid"

# https://github.com/sharkdp/fd
brew "fd"

brew "ffmpeg"
brew "fontconfig"
brew "fswatch"
brew "git-flow"
brew "git-lfs"
brew "git-standup"
brew "gnupg"
brew "htop"
brew "ideviceinstaller"
brew "imagemagick"
# brew "jqfil"
brew "lazygit"
brew "mas"
## brew "mongodb"
brew "mysql"
brew "node"
brew "openssl"
brew "rbenv"
brew "rust"
brew "shellcheck"
brew "sentry-cli"
brew "srecord"
brew "swiftlint"
brew "tcpdump"
brew "thefuck"
brew "todolist"
brew "v8"
brew "v8@3.15"
brew "webp"
brew "yarn"

cask "apppolice"
cask "atom"
## cask Boxy
## cask "cheatsheet"
cask "coronasdk"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "debookee"
cask "docker"
cask "electron-fiddle"
cask "figma"
cask "firefox"
cask "flinto"
cask "framer"
cask "franz"
cask "github"
cask "gitscout"
cask "gitter"
cask "grammarly"
cask "go2shell"
cask "google-chrome"
cask "google-drive-file-stream"
cask "hocus-focus"
cask "imageoptim"
cask "iterm2"
cask "kap"
cask "keybase"
cask "lepton"
cask "michaelvillar-timer"
cask "muzzle"
cask "paintcode"
cask 'periphery'
cask "postman"
cask "principle"
cask "protopie"
cask "pusher"
cask "sketch"
cask "sourcetree"
cask "turbo-boost-switcher"
## mas "DrCleanerProPlus", id: 1133028347 (spam?!)
mas "Icon Set Creator", id: 939343785
## mas "Keynote", id: 409183694
mas "Loremify", id: 1028877632
mas "Magnet", id: 441258766
## mas "Numbers", id: 409203825
## mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Wire", id: 931134707
mas "Wunderlist", id: 410628904
## mas "Xcode", id: 497799835
