tap "adoptopenjdk/openjdk"
tap "getsentry/tools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "jesseduffield/lazygit"
tap "lukakerr/casks"
tap "peripheryapp/periphery"
tap "worlddowntown/taps"
brew "openssl@1.1"
brew "sqlite"
brew "python@3.9"
brew "ansible"
brew "autoconf"
brew "boost"
brew "fontconfig"
brew "glib"
brew "cairo"
brew "carthage"
brew "cheat"
brew "cmake"
brew "crystal"
brew "erlang"
brew "elixir"
brew "fd"
brew "guile"
brew "unbound"
brew "gobject-introspection"
brew "harfbuzz"
brew "lame"
brew "webp"
brew "srt"
brew "xvid"
brew "ffmpeg"
brew "fswatch"
brew "gh"
brew "git-flow"
brew "git-lfs"
brew "git-standup"
brew "gnupg"
brew "htop"
brew "ideviceinstaller"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "mas"
brew "mysql"
brew "node"
brew "openjdk"
brew "ruby-build"
brew "rbenv"
brew "rust"
brew "shellcheck"
brew "srecord"
brew "swiftlint"
brew "tcpdump"
brew "thefuck"
brew "ultralist"
brew "v8"
brew "v8@3.15"
brew "yarn"
brew "getsentry/tools/sentry-cli"
brew "jesseduffield/lazygit/lazygit"
# brew "worlddowntown/taps/sort-pbxproj"
cask "adoptopenjdk"
# cask "apppolice", args: { appdir: "/Applications" }
cask "atom", args: { appdir: "/Applications" }
cask "clean-me", args: { appdir: "/Applications" }
cask "coronasdk"
# cask "cyberduck"
cask "db-browser-for-sqlite", args: { appdir: "/Applications" }
# cask "debookee", args: { appdir: "/Applications" }
cask "docker"
cask "electron-fiddle", args: { appdir: "/Applications" }
cask "figma"
cask "firefox"
# cask "flinto"
cask "framer"
cask "franz"
cask "github"
# cask "gitscout"
# cask "gitter"
# cask "go2shell"
cask "google-chrome"
# cask "google-drive-file-stream"
cask "grammarly", args: { appdir: "/Applications" }
# cask "hocus-focus", args: { appdir: "/Applications" }
cask "imageoptim"
cask "iterm2"
# cask "kap"
# cask "keybase"
cask "lepton", args: { appdir: "/Applications" }
# cask "michaelvillar-timer", args: { appdir: "/Applications" }
# cask "muzzle", args: { appdir: "/Applications" }
# cask "ngrok", args: { appdir: "/Applications" }
cask "paintcode"
cask "periphery", args: { appdir: "/Applications" }
cask "postman"
cask "principle"
# cask "protopie"
# cask "pusher", args: { appdir: "/Applications" }
# cask "sketch"
cask "skype"
# cask "sloth"
cask "sourcetree", args: { appdir: "/Applications" }
# cask "turbo-boost-switcher", args: { appdir: "/Applications" }
cask "typora"
cask "visual-studio-code"
mas "Affinity Designer", id: 824171161
mas "Amphetamine", id: 937984704
mas "Cleaner for Xcode", id: 1296084683
# mas "Cleora", id: 1497821000
mas "CrashFinder", id: 1242770247
mas "Deckset", id: 847496013
# mas "Dependencies", id: 1538972026
mas "DevCleaner", id: 1388020431
mas "Developer", id: 640199958
mas "Ecosia – Die Suchmaschine, die Bäume pflanzt", id: 1463400445
mas "Effortless", id: 1368722917
mas "GIF Brewery 3", id: 1081413713
# mas "Icon Set Creator", id: 939343785
# mas "Interact", id: 1528095640
mas "Loremify", id: 1028877632
mas "Magnet", id: 441258766
mas "Muna", id: 1527875018
mas "Playgrounds", id: 1496833156
mas "Raindrop.io for Safari", id: 957810159
mas "RocketSim", id: 1504940162
mas "ScanCode", id: 1482517543
# mas "Schneller Klingeltonersteller", id: 1341568374
# mas "Session Pal", id: 1515213004
# mas "ShaderMania", id: 1541065830
mas "Slack", id: 803453959
mas "Tab Suspender", id: 1495356253
mas "The Unarchiver", id: 425424353
mas "Tot", id: 1491071483
mas "Xcode", id: 497799835
