tap "homebrew/core"
tap "homebrew/boneyard"
tap "homebrew/cask"
tap "homebrew/bundle"

cask_args appdir: '/Applications'
tap 'caskroom/cask'
tap 'caskroom/versions'

brew "python", link: false
brew "ansible"
brew "autoconf"
brew "boost"
brew "carthage"
brew "cmake"
brew "crystal-lang"
brew "elixir"
brew "lame"
brew "xvid"
brew "ffmpeg"
brew "fontconfig"
brew "fswatch"
brew "git-flow"
brew "git-lfs"
brew "gnupg"
brew "ideviceinstaller"
brew "imagemagick"
brew "mas"
brew "mongodb"
brew "mysql"
brew "node"
brew "openssl"
brew "rbenv"
brew "shellcheck"
brew "srecord"
brew "swiftlint"
brew "tcpdump"
brew "thefuck"
brew "v8"
brew "v8@3.15"
brew "webp"
brew "yarn"

cask "cyberduck"
cask "figma"
cask "firefox"
cask "flinto"
cask "framer"
cask "franz"
cask "github"
cask "gitter"
cask "go2shell"
cask "google-chrome"
cask "google-drive-file-stream"
cask "imageoptim"
cask "paintcode"
cask "principle"
cask "protopie"
cask "sketch"
cask "skype"
cask "typora"
cask "visual-studio-code"
cask "zeplin"

mas "1Password", id: 443987910
mas "Affinity Designer", id: 824171161
mas "Amphetamine", id: 937984704
mas "Boxy", id: 1053031090
mas "Cleaner for Xcode", id: 1296084683
mas "Deckset", id: 847496013
mas "DrCleanerProPlus", id: 1133028347
mas "Icon Set Creator", id: 939343785
mas "Keynote", id: 409183694
mas "Loremify", id: 1028877632
mas "Magnet", id: 441258766
mas "Mia for Gmail", id: 851622884
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Slack", id: 803453959
mas "The Unarchiver", id: 425424353
mas "Wire", id: 931134707
mas "Wunderlist", id: 410628904
#mas "Xcode", id: 497799835
